export const pets = [
    {
        id: '1',
        name: 'Гарик',
        photo: './img/avatar.jpg',
        breed: 'Шотландская вислоухая',
        birthday: '19.06.2021',
        gender: 'самец',
        isSterilized: 'да',
        isChipped: 'нет',
        specialFeatures: 'на правой задней лапе пятно круглой формы',
        age: 4,
        diary: [ 
            { date: '24-10-2025', text: 'Сегодня купили новую игрушку, ему очень понравилась' },
            { date: '21-10-2025', text: 'Аппетит появился, начал немного играть' },
            { date: '20-10-2025', text: 'Сегодня плохое настроение, плохо ест, посмотрим как будет завтра' }
        ],
        gallery: ['img/cat2.jpg', 'img/cat3.jpg', 'img/cat4.jpg'],
        visits: [ 
            { date: '1-10-2025', text: 'Плановый осмотр, проверено состояние зубов, ушей и шерсти. Вакцинация от бешенства, Гарик чувствует себя хорошо.' },
            { date: '15-05-2025', text: 'Профилактическая обработка от блох и клещей. Кожа и шерсть в норме, признаков раздражения не выявлено.' },
            { date: '20-03-2025', text: 'Проведена плановая чистка зубов под легкой седацией. Десны в норме, зубной камень удален, рекомендован мягкий корм на несколько дней.' }
        ]
    },
    {
        id: '2',
        name: 'Ника',
        photo: './img/nika.jpg',
        breed: 'Бенгальская',
        birthday: '10.08.2011',
        gender: 'самка',
        isSterilized: 'да',
        isChipped: 'нет',
        specialFeatures: 'обрезаны уши',
        age: 14,
        diary: [
            {date: '25-09-2025', text: 'Купили мятный шарик, она его расскусила'}
        ],
        gallery: [],
        visits: [

        ]
    },
    {
        id: '3',
        name: 'Гром',
        photo: './img/grom.jpg',
        breed: 'Немецкая овчарка',
        birthday: '06.05.2020',
        gender: 'самец',
        isSterilized: 'нет',
        isChipped: 'да',
        specialFeatures: 'нет',
        age: 5,
        diary: [

        ],
        gallery: [],
        visits: [

        ]

    }, 

]